"CREATING_YOUR_ACCOUNT" = "Oppretter konto…";
"CONFIGURING_YOUR_ACCOUNT" = "Konfigurerer konto…";
"CHECKING_YOUR_NETWORK_ACCOUNT" = "Kontrollerer nettverkskontoen...";

"LOCAL_ADMIN_SHORT_NAME" = "admin";
"LOCAL_ADMIN_FULL_NAME" = "Administrator";

"YES_BUTTON" = "Ja";
"NO_BUTTON" = "Nei";
"PRIVACYPOLICY_BUTTON" = "Personvern";
"RETRIEVE_APPLEID_INFO" = "Henter Apple-ID-informasjonen…";
"IS_OK_TO_RETRIEVE_APPLEID_INFO" = "Din eksisterende Apple ID-informasjon er tilgjengelig fra Apple. Oppsettassistenten vil forenkle registreringen ved å laste ned informasjonen sikkert og arkivere den på maskinen. Vil du laste ned informasjonen nå?";

"MIGRATE_ERRORS_FILENAME" = "~/Desktop/Overføringsadvarsler og -feil.rtf";

"RETRIEVE_APPLEID_INFO_FAILED_TITLE" = "Apple-ID-informasjonen din er ikke tilgjengelig for øyeblikket.";
"RETRIEVE_APPLEID_INFO_FAILED" = "Maskinen kan ikke opprette en forbindelse til Apple. Linjen kan være opptatt, eller nettverksinnstillingene kan være feil. Hvis du vil prøve på nytt, klikker du på Koble til. Hvis du vil hoppe over dette trinnet, klikker du på Fortsett.";

"APPLEID_AUTH_FAILED_TITLE" = "Får ikke tilgang til Apple-ID-informasjonen.";
"APPLEID_AUTH_FAILED" = "Apple-ID-en eller passordet ble ikke gjenkjent. Klikk på Tilbake, oppgi ID-en og passordet på nytt, og forsikre deg om at alt er skrevet inn riktig. ";

"APPLEID_AUTH_GIVEUP_TITLE" = "Får ikke tilgang til Apple-ID-informasjonen.";
"APPLEID_AUTH_GIVEUP" = "Apple-ID-en du har oppgitt, kan ikke brukes for øyeblikket. Klikk på OK for å hoppe over dette trinnet og fortsette med oppsettet av maskinen.";

"RETRIEVE_APPLEID_INFO_STATUS_CONNECTING" = "Kobler til…";
"RETRIEVE_APPLEID_INFO_STATUS_PPOE_FAILED" = "PPPoE-tilkoblingen mislyktes.";

"ENTER_REGISTRATION_INFO" = "Oppgi personlige opplysninger. Informasjonen brukes til å registrere Apple-produktet, opprette brukerkontoen din, legge inn informasjon om deg i Adressebok og opprette kontoen din i Mail.";
"ENTER_REGISTRATION_INFO_LATER" = "Oppgi personlig informasjon. Informasjonen brukes til å oppdatere registreringsinformasjonen hos Apple.";

"RETAKE_VIDEO_SNAPSHOT" = "Ta videobilde på nytt.";
"NO_PICTURE_ALERT_TITLE" = "Du må velge et bilde for kontoen.";
"NO_PICTURE_ALERT_MESSAGE" = "Du kan ta et bilde ved hjelp av datamaskinens kamera, eller du kan bruke et bilde fra bildebiblioteket.";
"DRAG_TO_MOVE_IMAGE" = "Flytt bildet ved å dra";

"FAILED_TO_BIND_TITLE" = "Maskinen kunne ikke opprette binding til «%@».";
"FAILED_TO_BIND_MESSAGE" = "Kontakt tjeneradministratoren.";